Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# searchServicesIntroBody
source: These services use public APIs and do not require sign-in here. TuneIn and Calm Radio support direct browsing and playback with no setup. Apple Music uses the public iTunes API — no connection needed to search. For playback, Apple Music must be connected in the official Sonos app and you need one favorited song from Apple Music in your Sonos Favorites. This allows the app to discover your account credentials. Once that one favorited song exists, all search results become directly playable. Sonos Radio supports search only — browsing categories requires DeviceLink authentication which is not currently supported.
da: Disse tjenester bruger offentlige API’er og kræver ikke login her. TuneIn og Calm Radio understøtter direkte gennemsyn og afspilning uden opsætning. Apple Music bruger iTunes’ offentlige API — ingen forbindelse nødvendig til søgning. Til afspilning skal Apple Music være forbundet i den officielle Sonos-app, og du skal have én favoritsang fra Apple Music i dine Sonos-favoritter. Det lader appen finde dine kontooplysninger. Når den sang findes, bliver alle søgeresultater afspillelige direkte. Sonos Radio understøtter kun søgning — kategoriger gennemsyn kræver DeviceLink-godkendelse, som ikke understøttes i øjeblikket.
de: Diese Dienste verwenden öffentliche APIs und benötigen hier keine Anmeldung. TuneIn und Calm Radio unterstützen direktes Durchsuchen und Wiedergabe ohne Einrichtung. Apple Music verwendet die öffentliche iTunes-API — keine Verbindung zum Suchen erforderlich. Für die Wiedergabe muss Apple Music in der offiziellen Sonos-App verbunden sein und du brauchst einen favorisierten Song von Apple Music in deinen Sonos-Favoriten. Damit kann die App deine Kontoanmeldedaten entdecken. Sobald dieser favorisierte Song existiert, sind alle Suchergebnisse direkt abspielbar. Sonos Radio unterstützt nur Suche — das Durchsuchen von Kategorien erfordert DeviceLink-Authentifizierung, die derzeit nicht unterstützt wird.
es: Estos servicios usan APIs públicas y no requieren iniciar sesión aquí. TuneIn y Calm Radio admiten navegación y reproducción directa sin configuración. Apple Music usa la API pública de iTunes — no se necesita conexión para buscar. Para reproducir, Apple Music debe estar conectado en la app oficial de Sonos y necesitas una canción favorita de Apple Music en tus Favoritos de Sonos. Esto permite a la app descubrir las credenciales de tu cuenta. Cuando exista esa canción favorita, todos los resultados de búsqueda serán reproducibles. Sonos Radio solo admite búsqueda — explorar categorías requiere autenticación DeviceLink que actualmente no es compatible.
fr: Ces services utilisent des API publiques et ne nécessitent pas de connexion ici. TuneIn et Calm Radio permettent de parcourir et lire directement sans configuration. Apple Music utilise l’API publique d’iTunes — aucune connexion requise pour rechercher. Pour la lecture, Apple Music doit être connecté dans l’application Sonos officielle et vous devez avoir une chanson Apple Music favorite dans vos Favoris Sonos. Cela permet à l’application de découvrir vos identifiants. Une fois cette chanson favorite présente, tous les résultats de recherche sont directement lisibles. Sonos Radio ne prend en charge que la recherche — parcourir les catégories nécessite une authentification DeviceLink qui n’est pas supportée.
it: Questi servizi usano API pubbliche e non richiedono accesso qui. TuneIn e Calm Radio supportano navigazione e riproduzione diretta senza configurazione. Apple Music usa l’API pubblica di iTunes — nessuna connessione richiesta per cercare. Per la riproduzione, Apple Music deve essere connesso nell’app Sonos ufficiale e serve un brano preferito di Apple Music nei Preferiti Sonos. Questo consente all’app di scoprire le credenziali del tuo account. Una volta presente quel brano preferito, tutti i risultati di ricerca saranno direttamente riproducibili. Sonos Radio supporta solo la ricerca — sfogliare le categorie richiede l’autenticazione DeviceLink che non è attualmente supportata.
ja: これらのサービスは公開 API を使用し、ここでのサインインは不要です。 TuneIn と Calm Radio はセットアップなしで直接ブラウズおよび再生できます。 Apple Music は公開 iTunes API を使用—検索に接続は不要です。再生には公式 Sonos アプリで Apple Music を接続し、Sonos お気に入りに Apple Music のお気に入り曲を 1 つ追加してください。これによりアプリはアカウント資格情報を見つけられます。 Sonos Radio は検索のみサポート—カテゴリの閲覧には現在未対応の DeviceLink 認証が必要です。
nb: Disse tjenestene bruker offentlige API-er og krever ingen innlogging her. TuneIn og Calm Radio støtter direkte bla og avspilling uten oppsett. Apple Music bruker iTunes’ offentlige API — ingen tilkobling nødvendig for søk. For avspilling må Apple Music være tilkoblet i den offisielle Sonos-appen, og du trenger én favorisert låt fra Apple Music i Sonos-favorittene dine. Det lar appen finne kontoopplysningene dine. Når den låten finnes, blir alle søkeresultater direkte avspillbare. Sonos Radio støtter bare søk — bla gjennom kategorier krever DeviceLink-autentisering som ikke støttes for øyeblikket.
nl: Deze diensten gebruiken publieke API’s en vereisen hier geen aanmelding.\n\nTuneIn en Calm Radio ondersteunen direct bladeren en afspelen zonder instelling.\n\nApple Music gebruikt de publieke iTunes-API — geen verbinding nodig om te zoeken. Voor afspelen moet Apple Music verbonden zijn in de officiële Sonos-app en moet je één favoriet nummer van Apple Music in je Sonos-favorieten hebben. Hierdoor kan de app je accountgegevens vinden. Zodra dat favoriete nummer bestaat, zijn alle zoekresultaten direct afspeelbaar.\n\nSonos Radio ondersteunt alleen zoeken — bladeren door categorieën vereist DeviceLink-authenticatie die momenteel niet wordt ondersteund.
pl: Te usługi używają publicznych API i nie wymagają tu logowania. TuneIn i Calm Radio obsługują bezpośrednie przeglądanie i odtwarzanie bez konfiguracji. Apple Music używa publicznego API iTunes — połączenie nie jest wymagane do wyszukiwania. Do odtwarzania Apple Music musi być połączony w oficjalnej aplikacji Sonos, a w Ulubionych Sonos musi znajdować się jeden polubiony utwór Apple Music. Dzięki temu aplikacja może odkryć Twoje dane logowania. Gdy ten utwór będzie istnieć, wszystkie wyniki wyszukiwania będą bezpośrednio odtwarzalne. Sonos Radio obsługuje tylko wyszukiwanie — przeglądanie kategorii wymaga uwierzytelnienia DeviceLink, które nie jest obecnie obsługiwane.
pt: Esses serviços usam APIs públicas e não exigem login aqui. TuneIn e Calm Radio suportam navegação e reprodução diretas sem configuração. Apple Music usa a API pública do iTunes — nenhuma conexão necessária para buscar. Para reproduzir, Apple Music deve estar conectado no app oficial do Sonos e você precisa de uma música favorita do Apple Music nos seus Favoritos Sonos. Isso permite que o app descubra suas credenciais. Uma vez que essa música favorita exista, todos os resultados serão diretamente reprodúzveis. Sonos Radio suporta apenas busca — navegar por categorias exige autenticação DeviceLink, atualmente não suportada.
sv: Dessa tjänster använder publika API:er och kräver ingen inloggning här. TuneIn och Calm Radio stöder direkt bläddring och uppspelning utan installation. Apple Music använder iTunes publika API — ingen anslutning behövs för sökning. För uppspelning måste Apple Music vara anslutet i den officiella Sonos-appen och du behöver en favoriserad låt från Apple Music i dina Sonos-favoriter. Det gör att appen kan hitta dina kontouppgifter. När den låten finns går alla sökresultat att spela direkt. Sonos Radio stöder bara sökning — kategoribläddring kräver DeviceLink-autentisering som inte stöds för närvarande.
zh_hans: 这些服务使用公开 API，在此处不需要登录。 TuneIn 和 Calm Radio 无需设置即可直接浏览和播放。 Apple Music 使用公开的 iTunes API——无需连接即可搜索。要播放，您必须在官方 Sonos 应用中连接 Apple Music，并在 Sonos 收藏夹中添加一首 Apple Music 收藏歌曲。这样应用才能发现您的账户凭证。存在该收藏后，所有搜索结果均可直接播放。 Sonos Radio 仅支持搜索——浏览类别需要 DeviceLink 验证，目前尚不支持。

# searchServicesPlaceholder
source: Search services…
da: Søg tjenester…
de: Dienste suchen…
es: Buscar servicios…
fr: Rechercher des services…
it: Cerca servizi…
ja: サービスを検索…
nb: Søk tjenester…
nl: Diensten zoeken…
pl: Szukaj usług…
pt: Buscar serviços…
sv: Sök tjänster…
zh_hans: 搜索服务…

# searchSonosRadioEmpty
source: Search for Sonos Radio stations
da: Søg efter Sonos Radio-stationer
de: Sonos Radio-Sender suchen
es: Busca estaciones de Sonos Radio
fr: Rechercher des stations Sonos Radio
it: Cerca stazioni Sonos Radio
ja: Sonos Radio ステーションを検索
nb: Søk etter Sonos Radio-stasjoner
nl: Zoek naar Sonos Radio-zenders
pl: Szukaj stacji Sonos Radio
pt: Buscar estações Sonos Radio
sv: Sök efter Sonos Radio-stationer
zh_hans: 搜索 Sonos Radio 电台

# searchSonosRadioPlaceholder
source: Search Sonos Radio…
da: Søg Sonos Radio…
de: Sonos Radio suchen…
es: Buscar Sonos Radio…
fr: Rechercher Sonos Radio…
it: Cerca Sonos Radio…
ja: Sonos Radio を検索…
nb: Søk Sonos Radio…
nl: Sonos Radio zoeken…
pl: Szukaj Sonos Radio…
pt: Buscar Sonos Radio…
sv: Sök Sonos Radio…
zh_hans: 搜索 Sonos Radio…

# searchStationsPlaceholder
source: Search stations…
da: Søg stationer…
de: Sender suchen…
es: Buscar emisoras…
fr: Rechercher des stations…
it: Cerca stazioni…
ja: ステーションを検索…
nb: Søk stasjoner…
nl: Zenders zoeken…
pl: Szukaj stacji…
pt: Buscar estações…
sv: Sök kanaler…
zh_hans: 搜索电台…

# searchTracksPlaceholder
source: Search tracks, artists, albums…
da: Søg numre, kunstnere, album…
de: Titel, Künstler, Alben suchen…
es: Buscar pistas, artistas, álbumes…
fr: Rechercher titres, artistes, albums…
it: Cerca brani, artisti, album…
ja: トラック、アーティスト、アルバムを検索…
nb: Søk spor, artister, album…
nl: Zoek nummers, artiesten, albums…
pl: Szukaj utworów, artystów, albumów…
pt: Buscar faixas, artistas, álbuns…
sv: Sök spår, artister, album…
zh_hans: 搜索曲目、艺术家、专辑…

# searchYourPlexLibraryPlaceholder
source: Search your Plex library…
da: Søg i dit Plex-bibliotek…
de: Plex-Bibliothek durchsuchen…
es: Busca en tu biblioteca Plex…
fr: Rechercher dans votre bibliothèque Plex…
it: Cerca nella tua libreria Plex…
ja: Plex ライブラリを検索…
nb: Søk i Plex-biblioteket…
nl: Zoek in je Plex-bibliotheek…
pl: Szukaj w bibliotece Plex…
pt: Pesquisar na sua biblioteca Plex…
sv: Sök i ditt Plex-bibliotek…
zh_hans: 搜索您的 Plex 库…

source: Seeding…
da: Sår…
de: Saat…
es: Sembrando…
fr: Ensemencement…
it: Seminatura…
ja: シーディング中…
nb: Sår…
nl: Zaaien…
pl: Zasiewanie…
pt: A semear…
sv: Sår…
zh_hans: 播种中…

# seedSpeakerAddresses
source: Add speakers by address
da: Tilføj højttalere via adresse
de: Lautsprecher per Adresse hinzufügen
es: Añadir altavoces por dirección
fr: Ajouter des enceintes par adresse
it: Aggiungere diffusori per indirizzo
ja: アドレスでスピーカーを追加
nb: Legg til høyttalere via adresse
nl: Speakers toevoegen via adres
pl: Dodaj głośniki według adresu
pt: Adicionar colunas por endereço
sv: Lägg till högtalare via adress
zh_hans: 通过地址添加音箱

# seedSpeakerAddressesHint
source: One IP address per line, for networks that block the automatic search. One speaker is usually enough — the rest of the system is found through it. Takes effect on the next refresh.
da: Én IP-adresse pr. linje, til netværk der blokerer den automatiske søgning. Én højttaler er som regel nok – resten af systemet findes via den. Træder i kraft ved næste opdatering.
de: Eine IP-Adresse pro Zeile, für Netzwerke, die die automatische Suche blockieren. Ein Lautsprecher genügt meist — die übrigen werden über ihn gefunden. Wirksam beim nächsten Aktualisieren.
es: Una dirección IP por línea, para redes que bloquean la búsqueda automática. Suele bastar con un altavoz: el resto del sistema se encuentra a través de él. Surte efecto en la próxima actualización.
fr: Une adresse IP par ligne, pour les réseaux qui bloquent la recherche automatique. Une seule enceinte suffit généralement : le reste du système est trouvé par son intermédiaire. Prend effet à la prochaine actualisation.
it: Un indirizzo IP per riga, per le reti che bloccano la ricerca automatica. Di solito basta un diffusore: il resto del sistema viene trovato tramite quello. Ha effetto al prossimo aggiornamento.
ja: 自動検索を遮断するネットワーク向けに、1行につき1つのIPアドレスを入力します。通常はスピーカー1台で十分です。残りのシステムはそのスピーカー経由で検出されます。次回の更新時に有効になります。
nb: Én IP-adresse per linje, for nettverk som blokkerer det automatiske søket. Én høyttaler holder som regel – resten av systemet finnes via den. Trår i kraft ved neste oppdatering.
nl: Eén IP-adres per regel, voor netwerken die de automatische zoekopdracht blokkeren. Eén speaker volstaat meestal — de rest van het systeem wordt via die speaker gevonden. Wordt actief bij de volgende verversing.
pl: Jeden adres IP w wierszu, dla sieci blokujących automatyczne wyszukiwanie. Zwykle wystarczy jeden głośnik — pozostałe zostaną znalezione za jego pośrednictwem. Działa po następnym odświeżeniu.
pt: Um endereço IP por linha, para redes que bloqueiam a procura automática. Normalmente basta uma coluna — o resto do sistema é encontrado através dela. Tem efeito na próxima atualização.
sv: En IP-adress per rad, för nätverk som blockerar den automatiska sökningen. En högtalare räcker oftast – resten av systemet hittas via den. Träder i kraft vid nästa uppdatering.
zh_hans: 每行一个 IP 地址，适用于阻止自动搜索的网络。通常一台音箱即可——系统中的其余设备会通过它被找到。将在下次刷新时生效。

source: Select a room
da: Vælg et rum
de: Raum auswählen
es: Seleccionar una habitación
fr: Sélectionner une pièce
it: Seleziona una stanza
ja: ルームを選択
nb: Velg et rom
nl: Selecteer een kamer
pl: Wybierz pokój
pt: Selecionar uma sala
sv: Välj ett rum
zh_hans: 选择一个房间

# selectArtworkHeaderFormat
source: Select artwork (%d results):
da: Vælg omslag (%d resultater):
de: Cover auswählen (%d Ergebnisse):
es: Selecciona una portada (%d resultados):
fr: Sélectionner une pochette (%d résultats) :
it: Seleziona copertina (%d risultati):
ja: アートワークを選択(%d 件):
nb: Velg omslag (%d resultater):
nl: Hoes kiezen (%d resultaten):
pl: Wybierz okładkę (%d wyników):
pt: Selecione arte (%d resultados):
sv: Välj omslag (%d resultat):
zh_hans: 选择封面（%d 条结果）：

source: sent
da: sendt
de: gesendet
es: enviados
fr: envoyés
it: inviati
ja: 送信済み
nb: sendt
nl: verzonden
pl: wysłanych
pt: enviados
sv: skickade
zh_hans: 已发送

source: Service Availability
da: Tjenestetilgængelighed
de: Dienstverfügbarkeit
es: Disponibilidad
fr: Disponibilité du service
it: Disponibilità
ja: サービスの状態
nb: Tjenestetilgjengelighet
nl: Beschikbaarheid
pl: Dostępność
pt: Disponibilidade
sv: Tjänsttillgänglighet
zh_hans: 服务可用性

source: service-blocked
da: tjenesteblokeret
de: Dienst gesperrt
es: bloqueados por servicio
fr: bloqués par le service
it: bloccati dal servizio
ja: サービスフィルタ
nb: tjenesteblokkert
nl: dienst-geblokkeerd
pl: zablokowane przez usługę
pt: bloqueados por serviço
sv: tjänstblockerade
zh_hans: 服务屏蔽

source: Service-blocked examples
da: Tjenesteblokerede eksempler
de: Dienst-gesperrte Beispiele
es: Ejemplos bloqueados por servicio
fr: Exemples bloqués par le service
it: Esempi bloccati dal servizio
ja: サービスフィルタの例
nb: Tjenesteblokkerte eksempler
nl: Dienst-geblokkeerde voorbeelden
pl: Przykłady zablokowane przez usługę
pt: Exemplos bloqueados por serviço
sv: Exempel på tjänstblockerade
zh_hans: 服务屏蔽示例

source: Service not configured
da: Tjeneste ikke konfigureret
de: Dienst nicht konfiguriert
es: Servicio no configurado
fr: Service non configuré
it: Servizio non configurato
ja: サービスが設定されていません
nb: Tjenesten er ikke konfigurert
nl: Service niet geconfigureerd
pl: Usługa nie jest skonfigurowana
pt: Serviço não configurado
sv: Tjänsten har inte konfigurerats
zh_hans: 服务未配置

# serviceNotInHousehold
source: This service isn't registered in your Sonos household. Add it in the official Sonos app first.
da: Denne tjeneste er ikke registreret i din Sonos-husstand. Tilføj den først i den officielle Sonos-app.
de: Dieser Dienst ist in Ihrem Sonos-Haushalt nicht registriert. Fügen Sie ihn zuerst in der offiziellen Sonos-App hinzu.
es: Este servicio no está registrado en tu hogar Sonos. Añádelo primero en la app oficial de Sonos.
fr: Ce service n'est pas enregistré dans votre foyer Sonos. Ajoutez-le d'abord dans l'app Sonos officielle.
it: Questo servizio non è registrato nella tua casa Sonos. Aggiungilo prima nell'app Sonos ufficiale.
ja: このサービスは Sonos ハウスホールドに登録されていません。先に公式の Sonos アプリで追加してください。
nb: Denne tjenesten er ikke registrert i Sonos-husholdningen din. Legg den til i den offisielle Sonos-appen først.
nl: Deze dienst is niet geregistreerd in je Sonos-huishouden. Voeg hem eerst toe in de officiële Sonos-app.
pl: Ta usługa nie jest zarejestrowana w Twoim gospodarstwie Sonos. Najpierw dodaj ją w oficjalnej aplikacji Sonos.
pt: Este serviço não está registado na sua casa Sonos. Adicione-o primeiro na app oficial da Sonos.
sv: Den här tjänsten är inte registrerad i ditt Sonos-hushåll. Lägg till den i den officiella Sonos-appen först.
zh_hans: 此服务未在您的 Sonos 家庭中注册。请先在 Sonos 官方应用中添加。

# serviceNumberFormat
source: Service %d
da: Tjeneste %d
de: Dienst %d
es: Servicio %d
it: Servizio %d
ja: サービス %d
nb: Tjeneste %d
nl: Dienst %d
pl: Usługa %d
pt: Serviço %d
sv: Tjänst %d
zh_hans: 服务 %d

# serviceStatusLabel
source: Service Status
da: Tjenestestatus
de: Dienststatus
es: Estado del servicio
fr: Statut du service
it: Stato servizio
ja: サービスの状態
nb: Tjenestestatus
nl: Dienststatus
pl: Stan usługi
pt: Status do serviço
sv: Tjäststatus
zh_hans: 服务状态

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
sv: Inställningar
zh_hans: 设置

# setupStep1Body
source: Services that don't need a connection (TuneIn, Calm Radio, Apple Music Search) can be enabled with a checkbox. For Spotify, click Connect to sign in via your browser.
da: Tjenester uden forbindelse (TuneIn, Calm Radio, Apple Music-søgning) kan aktiveres via et afkrydsningsfelt. For Spotify klikker du på Tilslut for at logge ind i browseren.
de: Dienste ohne Verbindung (TuneIn, Calm Radio, Apple Music-Suche) können per Kontrollkästchen aktiviert werden. Bei Spotify auf Verbinden klicken, um dich im Browser anzumelden.
es: Los servicios sin conexión (TuneIn, Calm Radio, búsqueda de Apple Music) se habilitan con una casilla. Para Spotify, pulsa Conectar para iniciar sesión en el navegador.
fr: Les services sans connexion (TuneIn, Calm Radio, recherche Apple Music) peuvent être activés par une case à cocher. Pour Spotify, cliquez sur Se connecter pour vous authentifier dans votre navigateur.
it: I servizi senza connessione (TuneIn, Calm Radio, ricerca Apple Music) si abilitano con una casella. Per Spotify, clicca Connetti per accedere dal browser.
ja: 接続不要のサービス(TuneIn, Calm Radio, Apple Music 検索)はチェックボックスで有効にできます。Spotify は接続をクリックしてブラウザでサインインしてください。
nb: Tjenester uten tilkobling (TuneIn, Calm Radio, Apple Music-søk) aktiveres med en avkrysningsboks. For Spotify, klikk Koble til for å logge på i nettleseren.
nl: Diensten zonder verbinding (TuneIn, Calm Radio, Apple Music-zoeken) kun je via een selectievakje inschakelen. Voor Spotify klik je op Verbinden om in je browser aan te melden.
pl: Usługi nie wymagające połączenia (TuneIn, Calm Radio, wyszukiwanie Apple Music) można włączyć polem wyboru. Dla Spotify kliknij Połącz, aby zalogować się w przeglądarce.
pt: Serviços sem conexão (TuneIn, Calm Radio, busca do Apple Music) podem ser ativados com uma caixa. Para Spotify, clique em Conectar para entrar pelo navegador.
sv: Tjänster som inte kräver anslutning (TuneIn, Calm Radio, Apple Music-sök) aktiveras via en kryssruta. För Spotify, klicka på Anslut för att logga in i webbläsaren.
zh_hans: 无需连接的服务（TuneIn、Calm Radio、Apple Music 搜索）可通过复选框启用。Spotify 请点击连接在浏览器中登录。

# setupStep1Title
source: Enable or Connect
da: Aktivér eller tilslut
de: Aktivieren oder Verbinden
es: Activar o conectar
fr: Activer ou connecter
it: Abilita o connetti
ja: 有効化または接続
nb: Aktiver eller koble til
nl: Inschakelen of verbinden
pl: Włącz lub połącz
pt: Ativar ou conectar
sv: Aktivera eller anslut
zh_hans: 启用或连接

# setupStep2Body
source: For connected services, sign in with your account in the browser. Once authorized, the service will appear in the Connected list.
da: For tilsluttede tjenester, log ind med din konto i browseren. Når godkendt, vises tjenesten på Tilsluttet-listen.
de: Bei verbundenen Diensten im Browser mit deinem Konto anmelden. Nach der Autorisierung erscheint der Dienst in der Liste der Verbundenen.
es: Para servicios conectados, inicia sesión con tu cuenta en el navegador. Una vez autorizado, aparece en la lista Conectados.
fr: Pour les services connectés, connectez-vous avec votre compte dans le navigateur. Une fois autorisé, le service apparaît dans la liste Connectés.
it: Per i servizi connessi, accedi con il tuo account nel browser. Una volta autorizzato, il servizio appare nella lista Connessi.
ja: 接続済サービスの場合、ブラウザでアカウントにサインインします。認可後に接続済みの一覧に表示されます。
nb: For tilkoblede tjenester, logg på med kontoen din i nettleseren. Etter godkjenning vises tjenesten i Tilkoblet-listen.
nl: Log bij verbonden diensten in met je account in de browser. Na autorisatie verschijnt de dienst in de lijst Verbonden.
pl: Dla połączonych usług zaloguj się swoim kontem w przeglądarce. Po autoryzacji usługa pojawi się na liście Połączone.
pt: Para serviços conectados, entre com sua conta no navegador. Após autorizar, o serviço aparece na lista Conectados.
sv: För anslutna tjänster, logga in med ditt konto i webbläsaren. Efter auktorisering visas tjänsten i Anslutna-listan.
zh_hans: 对于连接服务，请在浏览器中使用您的账户登录。授权后，服务会出现在已连接列表中。

# setupStep2Title
source: Complete Authorization
da: Gennemfør godkendelse
de: Autorisierung abschließen
es: Completar autorización
fr: Terminer l’autorisation
it: Completa autorizzazione
ja: 認可を完了
nb: Fullfør godkjenning
nl: Autorisatie voltooien
pl: Zakończ autoryzację
pt: Concluir autorização
sv: Slutför auktorisering
zh_hans: 完成授权
